Repository: platogo/mobihelp-phonegap
Catalog: src/ios/MobihelpSDK/MHLocalization/*.lproj/MHLocalizable.strings
Languages: cs, da, el, es, fr, hu, it, nl, pl, pt_pt, ro, ru, sk, tr

source: Network Error Message
cs: Nejste připojeni k internetu
da: Kunne ikke forbinde til internettet
el: Η σύνδεση με το ίντερνετ απέτυχε.
es: No se ha podido realizar la conexión a internet
fr: La connection à Internet a échoué.
hu: Nincs internet kapcsolat
it: Impossibile connettersi a internet
nl: Kon geen verbinding maken met internet
pl: Nie udało się nawiązać połączenia z internetem
pt_pt: Não foi possível estabelecer ligação à internet
ro: Conectarea la Internet nu a putut fi realizată
ru: Не удалось установить интернет-соединение
sk: Verbindung zum Internet fehlgeschlagen.
tr: Internet'e ba?lanamad?

source: Try Again Button Text
cs: Zkuste to znovu
da: Tryk for at prøve igen
el: Εκ νέου αποστολή
es: Pulsa para intentarlo de nuevo
fr: Cliquer pour réessayer
hu: Próbálkozz újra
it: Clicca per riprovare
nl: Druk om het nogmaals te proberen
pl: Dotknij, aby spróbować ponownie
pt_pt: Clicar para tentar de novo
ro: Apasă pentru a încerca din nou
ru: Повторить попытку
sk: Erneut versuchen
tr: Tekrar denemek için bas?n?z

source: Rating Alert Title
cs: Ohodnoťte naši aplikaci
da: Bedøm vores app
el: Αξιολόγησε την εφαρμογή μας!
es: Evalúa nuestra App
fr: Évalue notre application
hu: Értékeld alkalmazásunkat
it: Valuta la nostra app
nl: Waardeer onze app
pl: Oceń naszą aplikację
pt_pt: Classificar a nossa aplicação
ro: Evaluează aplicația noastră
ru: Оцени наше приложение
sk: Bewerte unsere App!
tr: Uygulamam?z? de?erlendir

source: Rating Alert Message
cs: Máte pár vteřin k ohodnocení naší aplikace?
da: Har du et par minutter til at bedømme os i App Store?
el: Μήπως έχεις ένα λεπτάκι, για να μας εξιολογήσεις στο App Store;
es: ¿Tienes un minuto para evaluarnos en la App Store?
fr: As-tu quelques minutes pour nous évaluer sur l'App Store ?
hu: Lenne néhány perced, hogy értékelj minket az App Store-ban?
it: Hai qualche minuto per darci una valutazione sull'App Store?
nl: Heb je een paar minuutjes tijd om ons te waardereren in de App Store?
pl: Masz kilka minut, aby ocenić naszą aplikację w App Store?
pt_pt: Tens alguns minutos para avaliar a nossa App Store?
ro: Ai la dispoziție câteva minute pentru a ne evalua în App Store?
ru: У тебя найдется пара минут, чтобы оценить наше приложение в App Store?
sk: Hast du ein paar Minuten, um uns im App-Store zu bewerten?
tr: Bizi App Store'da de?erlendirmek için biraz zaman?n?z var m??

source: Rate Me
cs: Ohodnotit
da: Bedøm mig
el: Αξιολόγησέ με
es: Evaluar
fr: Évalue-moi
hu: Értékelés
it: Valutami
nl: Waarderen
pl: Oceń
pt_pt: Classifica-me
ro: Evaluează-mă
ru: Оценить
sk: Bewerte mich
tr: De?erlendir

source: Not Now
cs: Nyní ne
da: Ikke nu
el: Όχι τώρα
es: Ahora no
fr: Pas maintenant
hu: Most nem
it: Non ora
nl: Niet nu
pl: Nie teraz
pt_pt: Não agora
ro: Nu acum
ru: Не сейчас
sk: Jetzt nicht
tr: ?imdi de?il

source: No
cs: Ne
da: Nej
el: Όχι
fr: Non
hu: Nem
nl: Nee
pl: Nie
pt_pt: Não
ro: Nu
ru: НЕТ
sk: Nein
tr: Hay?r

source: Send Feedback Button Text
cs: Odeslat feedback
da: Send Feedback
el: Αποστολή feedback
es: Enviar comentario
fr: Envoyer l'évaluation
hu: Visszajelzés küldése
it: Invia feedback
nl: Feedback verzenden
pl: Wyślij ocenę
pt_pt: Enviar feedback
ro: Trimite feedback
ru: Отправить отзыв
sk: Feedback senden
tr: Geribildirim gönder

source: Just now
cs: Nyní
da: Netop nu
el: μόλις τώρα
es: Justo ahora
fr: à l'instant
hu: Csak most
it: Proprio ora
nl: Alleen nu
pl: Teraz
pt_pt: Só agora
ro: Tocmai acum
ru: Только сейчас
sk: gerade eben
tr: ?imdi

source: few seconds ago
cs: Před pár vteřinami
da: For et par sekunder siden
el: πριν από λίγα δευτερόλεπτα
es: hace pocos segundos
fr: il y a quelques secondes
hu: néhány másodperce
it: qualche secondo fa
nl: een paar seconden geleden
pl: kilka sekund temu
pt_pt: há alguns segundos
ro: acum câteva secunde
ru: несколько секунд назад
sk: vor wenigen Sekunden
tr: birkaç saniye önce

source: few minutes ago
cs: Před pár minutami
da: For et par minutter siden
el: πριν από λίγα λεπτά
es: hace unos minutos
fr: il y a quelques minutes
hu: néhány perce
it: qualche minuto fa
nl: een paar minuten geleden
pl: kilka minut temu
pt_pt: há alguns minutos
ro: acum câteva minute
ru: несколько минут назад
sk: vor wenigen Minuten
tr: birkaç dakika önce

source: an hour ago
cs: Před hodinou
da: For en time siden
el: πριν από μία ώρα
es: hace una hora
fr: il y a une heure
hu: egy órája
it: un'ora fa
nl: een uur geleden
pl: godzinę temu
pt_pt: há uma hora
ro: acum o oră
ru: час назад
sk: vor einer Stunde
tr: bir saat önce

source: a day ago
cs: Včera
da: For en dag siden
el: χτες
es: hace un día
fr: hier
hu: egy napja
it: un giorno fa
nl: gisteren
pl: dzień temu
pt_pt: há um dia
ro: acum o zi
ru: один день назад
sk: gestern
tr: bir gün önce

source: more than a month ago
cs: Před více než měsícem
da: For mere end en måned siden
el: περισσότερο από έναν μήνα πριν
es: hace más de un mes
fr: il y a plus d'un mois
hu: több mint egy hónapja
it: più di un mese fa
nl: langer dan een maand geleden
pl: ponad miesiąc temu
pt_pt: há mais que um mês
ro: acum mai bine de o lună
ru: больше месяца назад
sk: vor mehr als einem Monat
tr: bir aydan fazla bir süre önce

source: n minutes ago
cs: Před %ld minutami
da: For %ld minutter siden
el: πριν από %ld λεπτά
es: hace %ld minutos
fr: il y a %ld minutes
hu: %ld perce
it: %ld minuti fa
nl: x minuten geleden
pl: %ld minut/y temu
pt_pt: há %ld minutos
ro: acum %ld minute
ru: %ld минут(ы) назад
sk: vor %ld Minuten
tr: %ld dakika önce

source: n hours ago
cs: Před %ld hodinami
da: For %ld timer siden
el: πριν από %ld ώρες
es: hace %ld horas
fr: il y a %ld heures
hu: %ld órája
it: %ld ore fa
nl: x uur geleden
pl: %ld godzin/y temu
pt_pt: há %ld horas
ro: acum %ld ore
ru: %ld час(а/ов) назад
sk: vor %ld Stunden
tr: %ld saat önce

source: n days ago
cs: Před %ld dny
da: For %ld dage siden
el: πριν από %ld ημέρες
es: hace %ld días
fr: il y a %ld jours
hu: %ld napja
it: %ld giorni fa
nl: x dagen geleden
pl: %ld dni temu
pt_pt: há %ld dias
ro: acum %ld zile
ru: %ld дня(дней) назад
sk: vor %ld Tagen
tr: %ld gün önce

source: app disabled error message
cs: Zákaznická podpora momentálně není k dispozici
da: Support er ikke tilgængelig lige nu
el: Unser Support ist derzeit nicht erreichbar.
es: El servicio de asistencia técnica no está disponible actualmente
fr: L'aide n'est pas disponible actuellement.
hu: Az ügyfélszolgálat jelenlege nem áll rendelkezésre
it: L'assistenza non è momentaneamente disponibile
nl: Support is momenteel niet bereikbaar
pl: Dział obsługi jest obecnie niedostępny.
pt_pt: Atualmente o serviço de apoio está indisponível
ro: Serviciul suport e momentan indisponibil
ru: Служба поддержки в настоящее время недоступна
sk: Unser Support ist derzeit nicht erreichbar.
tr: Mü?teri hizmetlerine ?u an ula??lam?yor

source: Talk To Us Button Text
da: Tal med os

source: Attachment Options Text
da: Vedhæftninger

source: Use Last Taken Photo Text
da: Brug det nyeste foto

source: Open Photo Gallery Text
da: Åbn fotogalleriet

source: Attachment Cancel Button Text
da: Annuller

source: Attachment Remove Button
da: Fjern

source: Conversation Nav Bar Title Text
da: Samtale

source: Closed Prompt Button
da: Start en ny samtale

source: Resolved Prompt Label Text
da: Hjalp vi med at løse dit problem?

source: Submitting HUD Text
da: Sender ….
