Repository: platogo/mobihelp-phonegap
Catalog: src/ios/MobihelpSDK/MHLocalization/*.lproj/MHLocalizable.strings
Languages: cs, da, el, es, fr, hu, it, nl, pl, pt_pt, ro, ru, sk, tr

source: Default User Name
cs: Uživatel Mobihelp
da: Mobihelp bruger
el: Mobihelp User
es: Usuario de Mobihelp
fr: Utilisateur Mobihelp
hu: Mobihelp felhasználó
it: Utente Mobihelp
nl: Mobihelp gebruiker
pl: Mobihelp User
pt_pt: Utilizador Mobihelp
ro: Utilizator Mobihelp
ru: Пользователь мобильной справки
sk: Mobihelp User
tr: Mobihelp kullan?c?s?

source: Main Support View Nav Bar Title Text
cs: Zákaznická podpora
da: Support
el: Υποστήριξη
es: Asistencia técnica
fr: Aide
hu: Ügyfélszolgálat
it: Assistenza
nl: Support
pl: Obsługa
pt_pt: Apoio
ro: Suport
ru: Служба поддержки
sk: Support
tr: Mü?teri hizmetleri

source: Close Button Text
cs: Zavřít
da: Luk
el: Κλείσιμο
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudi
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Schließen
tr: Kapat

source: Contact Us Button Text
cs: Kontaktujte nás
da: Kontakt os
el: Επικοινώνησε μαζί μας
es: Contáctanos
fr: Nous contacter
hu: Kapcsolat
it: Contattaci
nl: Contact
pl: Kontakt
pt_pt: Contactar-nos
ro: Contactează-ne
ru: Свяжись с нами
sk: Nimm Kontakt auf
tr: Bizimle ileti?ime geçin

source: Search Placeholder
cs: Co hledáte?
da: Hvad leder du efter?
el: Τι ψάχνεις;
es: ¿Qué estás buscando?
fr: Que cherchez-vous ?
hu: Mit keresel?
it: Cosa stai cercando?
nl: Wat zoek je?
pl: Jakich informacji szukasz?
pt_pt: O que procuras?
ro: Cauți ceva anume?
ru: Что ищем?
sk: Wonach suchst du?
tr: Ne ar?yorsunuz?

source: Solution Title Header Text
cs: Řešení
da: Løsninger
el: Λύσεις
es: Soluciones
fr: Solutions
hu: Megoldások
it: Soluzioni
nl: Oplossingen
pl: Odpowiedzi
pt_pt: Soluções
ro: Soluții
ru: Решения
sk: Lösungen
tr: Çözümler

source: My Conversations Label
cs: Moje konverzace
da: Mine samtaler
el: Οι συνομιλίες μου
es: Mis conversaciones
fr: Mes conversations
hu: Beszélgetéseim
it: Le mie conversazioni
nl: Mijn gesprekken
pl: Moje rozmowy
pt_pt: As minhas conversações
ro: Conversațiile mele
ru: Мои сообщения
sk: Meine Konversationen
tr: Yaz??malar?m

source: No Folders Message
cs: Nenalezena žádná řešení
da: Ingen løsninger blev fundet
el: Δεν βρέθηκαν λύσεις.
es: No se han encontrado soluciones
fr: Aucune solution trouvée
hu: Nem található megoldás
it: Impossibile trovare soluzioni
nl: Geen oplossingen gevonden
pl: Nie znaleziono odpowiezi
pt_pt: Nenhuma solução encontrada
ro: Nicio soluție găsită
ru: Решений не найдено
sk: Keine Lösungen gefunden.
tr: Çözüm bulunamad?

source: Folder Fetch Failed Text
cs: Hledání řešení selhalo
da: Kunne ikke hente løsning
el: Η φόρτωση των λύσεων απέτυχε.
es: Se ha producido un fallo al cargar las soluciones
fr: La recherche de solutions a échoué.
hu: Megoldás találása sikertelen
it: Caricamento soluzioni non riuscito
nl: Ophalen oplossingen mislukt
pl: Pobieranie odpowiedzi niepomyślne
pt_pt: Soluções não encontradas
ro: Încărcarea soluțiilor a eșuat
ru: Не удалось найти решение
sk: Aufrufen der Lösungen fehlgeschlagen.
tr: Çözümlerin yüklenmesinde hata olu?tu

source: Talk To Us Button Text
cs: Kontaktujte nás
el: Μίλησέ μας
es: Háblanos
fr: Contacte-nous
hu: Mondd el
it: Parla con noi
nl: Vertel het ons
pl: Porozmawiaj z nami
pt_pt: Fala connosco
ro: Vorbește cu noi
ru: Давай поговорим
sk: Sprich mit uns
tr: Bizimle konu?un

source: Show All Solutions Button Text
cs: Zobrazit všechna řešení
da: Vis alle løsninger
el: Εμφάνιση όλων των λύσεων
es: Mostrar todas las soluciones
fr: Afficher toutes les solutions
hu: Minden megoldást mutat
it: Visualizza tutte le soluzioni
nl: Toon alle oplossingen
pl: Pokaż wszystkie odpowiedzi
pt_pt: Mostrar todas as soluções
ro: Afișează toate soluțiile
ru: Показать все решения
sk: Zeige alle Lösungen
tr: Tüm çözümleri göster

source: Back Button Text
cs: Zavřít
da: Luk
el: Κλείσιμο
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudi
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Schließen
tr: Kapat

source: Submit Button Text
cs: Odeslat
da: Indsend
el: Επιβεβαίωση
es: Enviar
fr: Envoyer
hu: Küldés
it: Invia
nl: Zenden
pl: Wyślij
pt_pt: Submeter
ro: Trimite
ru: Отправить
sk: Bestätigen
tr: Onayla

source: New Ticket Nav Bar Title Text
cs: Odeslat ticket
da: Indsend billet
el: Επιβεβαίωση δελτίου αναφοράς
es: Enviar ticket
fr: Envoyer le ticket
hu: Kérelem készítése
it: Invia ticket
nl: Verzoek zenden
pl: Wyślij pytanie
pt_pt: Submeter bilhete
ro: Trimite solicitarea
ru: Отправить сообщение
sk: Ticket bestätigen
tr: Yaz??may? onayla

source: Ticket Content Placeholder Text
cs: O čem byste s námi chtěli mluvit?
da: Hvad vil du tale med os om?
el: Τι θέλεις να μας πεις;
es: ¿Sobre qué nos quieres hablar?
fr: À quel propos souhaites-tu nous parler ?
hu: Miről akarsz beszélgetni?
it: Di cosa vuoi parlarci?
nl: Wat wil je ons vertellen?
pl: O czym chcesz z nami porozmawiać?
pt_pt: Qual o assunto que queres falar connosco?
ro: Despre ce dorești să vorbești cu noi?
ru: О чем будем говорить?
sk: Was ist dein Anliegen?
tr: Bizimle hangi konu hakk?nda konu?mak istiyorsunuz?

source: Name Placeholder Required Text
cs: Jméno (povinné)
da: Navn (påkrævet)
el: Όνομα (απαραίτητο)
es: Nombre (obligatorio)
fr: Nom (requis)
hu: Név (szükséges)
it: Nome (obbligatorio)
nl: Naam (verplicht)
pl: Imię (wymagene)
pt_pt: Nome (obrigatório)
ro: Nume (obligatoriu)
ru: Имя (обязательно)
sk: Name (erforderlich)
tr: ?sim (gerekli)

source: Email Placeholder Required Text
cs: E-mail (povinné)
da: E-mail (påkrævet)
el: Email (απαραίτητο)
es: Email (obligatorio)
fr: E-mail (requis)
hu: E-mail (szükséges)
it: E-mail (obbligatoria)
nl: E-mail (verplicht)
pl: E-mail (wymagane)
pt_pt: Email (obrigatório)
ro: E-mail (obligatoriu)
ru: Электронная почта (обязательно)
sk: E-Mail (erforderlich)
tr: E-posta (gerekli)

source: Name Placeholder Optional Text
cs: Jméno (nepovinné)
da: Navn (påkrævet)
el: Όνομα (προαιρετικό)
es: Nombre (opcional)
fr: Nom (facultatif)
hu: Név (választható)
it: Nome (non obbligatorio)
nl: Naam (niet verplicht)
pl: Imię (opcjonalne)
pt_pt: Nome (obrigatório)
ro: Nume (opțional)
ru: Имя (по желанию)
sk: Name (optional)
tr: ?sim (iste?e ba?l?)

source: Email Placeholder Optional Text
cs: E-mail (nepovinné)
da: E-mail (påkrævet)
el: Email (προαιρετικό)
es: Email (opcional)
fr: E-mail (facultatif)
hu: E-mail (választható)
it: E-mail (non obbligatoria)
nl: E-mail (niet verplicht)
pl: E-mail (opcjonalne)
pt_pt: Email (opcional)
ro: E-mail (opțional)
ru: Электронная почта (по желанию)
sk: E-Mail (optional)
tr: E-posta (iste?e ba?l?)

source: Name Required Alert Message Text
cs: Uveďte prosím své jméno
da: Indtast venligst dit navn
el: Παρακαλούμε συμπλήρωσε το όνομά σου!
es: Por favor, introduce tu nombre
fr: Merci d'indiquer ton nom.
hu: Kérjük, add meg a neved
it: Inserisci il tuo nome
nl: Vul a.u.b. je naarm in
pl: Prosimy o podanie imienia
pt_pt: Por favor, insere o teu nome
ro: Te rugăm să-ți introduci numele
ru: Введи свое имя
sk: Gib bitte deinen Namen an!
tr: Lütfen isminizi giriniz

source: Email Required Alert Message Text
cs: Uveďte prosím svou e-mailovou adresu
da: Indtast venligst din e-mailadresse
el: Παρακαλούμε συμπλήρωσε το email σου!
es: Por favor, introduce tu dirección de email
fr: Merci d'indiquer ton adresse e-mail.
hu: Kérjük, add meg a címed
it: Inserisci il tuo indirizzo e-mail
nl: Vul a.u.b. je e-mailadres in
pl: Prosimy o podanie adresu e-mail
pt_pt: Por favor, insere o teu endereço de email
ro: Te rugăm să introduci adresa ta de e-mail
ru: Введи свой адрес электронной почты
sk: Gib bitte deine E-Mail-Adresse an!
tr: Lütfen e-posta adresinizi giriniz

source: Ticket Body Empty Alert Message Text
cs: Políčko se zprávou není vyplněné
da: Feedback er tom
el: Το feedback είναι άδειο.
es: El comentario está vacío
fr: Le feedback est vide.
hu: Visszajelzés üres
it: Il campo Feedback è vuoto
nl: Feedback is leeg
pl: Pole wiadomości jest puste
pt_pt: O feedback está vazio
ro: Câmpul de feedback este gol
ru: Отзыв пуст
sk: Feedback ist leer.
tr: Geribildirim bo?

source: Invalid Email Alert Message Text
cs: Potvrďte prosím svou e-mailovou adresu
da: Bekræft venligst din e-mailadresse
el: Σε παρακαλούμε να επιβεβαιώσεις την ηλεκτρονική σου διεύθυνση!
es: Por favor, verifica tu dirección de email
fr: Merci de vérifier ton adresse e-mail.
hu: Kérjük, erősítsd meg az e-mail címed
it: Verifica il tuo indirizzo e-mail
nl: Controleer a.u.b. je e-mailadres
pl: Prosimy o weryfikację adresu e-mail
pt_pt: Por favor, verifica o teu endereço de email
ro: Te rugăm să îți verifici adresa de e-mail
ru: Подтверди свой адрес электронной почты
sk: Bestätige bitte deine E-Mail-Adresse!
tr: Lütfen e-posta adresinizi onaylay?n?z

source: Dismiss Alert Button Text
cs: Zrušit
da: Afvis
el: Ακύρωση
es: Descartar
fr: Supprimer
hu: Elutasít
it: Abbandona
nl: Annuleren
pl: Odrzuć
pt_pt: Dispensar
ro: Respinge
ru: Отмена
sk: Ausblenden
tr: Reddet

source: Attachment Options Text
cs: Možnosti příloh
el: Ρυθμίσεις συνημμένου
es: Opciones de archivos adjuntos
fr: Options de pièces jointes
hu: Melléklet opciók
it: Opzioni allegato
nl: Bijlage opties
pl: Opcje załączników
pt_pt: Opções de anexo
ro: opțiuni atașament
ru: Параметры вложений
sk: Anhang-Optionen
tr: Eklenti ayarlar?

source: Use Last Taken Photo Text
cs: Poslední fotky
el: Χρήση της τελευταίας φωτογραφίας που τράβηξες
es: Usar la última foto que se ha hecho
fr: Utiliser la dernière photo prise
hu: Legutóbb készült fotót használj
it: Utilizza l'ultima foto scattata
nl: Gebruik de meest recente foto
pl: Użyj ostatniego zdjęcia
pt_pt: Utilizar última fotografia tirada
ro: Utilizează ultima fotografie făcută
ru: Использовать последнюю фотографию
sk: Zuletzt aufgenommenes Foto verwenden
tr: Son foto?raf? kullan

source: Open Photo Gallery Text
cs: Otevřít galerii
el: Άνοιγμα συλλογής φωτογραφιών
es: Abrir galería de fotos
fr: Ouvrir la galerie de photos
hu: Fotógaléria megnyitás
it: Apri la galleria delle immagini
nl: Foto gallerij openen
pl: Otwórz galerię
pt_pt: Abrir álbum de fotografias
ro: Deschide galeria foto
ru: Открыть Photo Gallery
sk: Fotogalerie öffnen
tr: Foto?raf galerisini aç

source: Attachment Cancel Button Text
cs: Zrušit
el: Ακύρωση
es: Cancelar
fr: Annuler
hu: Mégsem
it: Elimina
nl: Afbreken
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sk: Abbrechen
tr: ?ptal et

source: Attachment Remove Button
cs: Odstranit
el: Διαγραφή
es: Eliminar
fr: Retirer
hu: Eltávolítás
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt_pt: Retirar
ro: Elimină
ru: Удалить
sk: Entfernen
tr: Sil

source: No Tickets Message
cs: Nenalezena žádná konverzace
da: Fandt ingen samtaler
el: Δεν βρέθηκαν συνομιλίες.
es: No se han encontrado conversaciones
fr: Aucune conversation trouvée
hu: Nem található beszélgetés
it: Nessuna conversazione trovata
nl: Geen gesprekken gevonden
pl: Nie znaleziono rozmów
pt_pt: Nenhuma conversação encontrada
ro: Nicio conversație găsită
ru: Сообщения не найдены
sk: Keine Konversationen gefunden.
tr: Herhangi bir yaz??ma bulunamad?

source: Conversation Nav Bar Title Text
cs: Konverzace
el: Συνομιλία
es: Conversación
fr: Conversation
hu: Beszélgetés
it: Conversazione
nl: Gesprek
pl: Rozmowa
pt_pt: Conversação
ro: Conversație
ru: Сообщения
sk: Konversation
tr: Yaz??malar

source: Autogenerated Reply
cs: Děkujeme za vaši zprávu. Zaměstnanci naší zákaznické podpory se vám co nejdříve ozvou.
da: Tak for din feedback. Vores supportmedarbejder vil kontakte dig om lidt.
el: Σε ευχαριστούμε για το feedback σου. Ένας συνεργάτης μας από το τμήμα υποστήριξης θα επικοινωνήσει σύντομα μαζί σου.
es: Gracias por tu comentario. El responsable del servicio de atención al cliente se pondrá en contacto contigo en breve.
fr: Merci de tes remarques. Un représentant de notre équipe d'assistance va te contacter sous peu.
hu: Köszönjük a visszajelzésed. Ügyfélszolgálatunk egy munkatársa hamarosan kapcsolatba lép veled.
it: Ti ringraziamo per il tuo feedback. Un nostro addetto all'assistenza ti contatterà a breve.
nl: Bedankt voor je feedback. Onze support medewerker neemt snel contact met je op.
pl: Dziękujemy za przesłanie wiadomości. Nasz dział obsługi klienta skontaktuje się z Tobą jak najszybciej.
pt_pt: Agradecemos o teu feedback. O nosso representante do serviço de apoio contactar-te-á em breve.
ro: Îți mulțumim pentru feedback. Un reprezentant de la serviciul suport te va contacta în scurt timp.
ru: Благодарим за отзыв. Сотрудник нашей службы поддержки свяжется с тобой в ближайшее время.
sk: Danke für dein Feedback. Ein Support-Mitarbeiter wird sich in Kürze bei dir melden.
tr: Geri bildiriminiz için te?ekkür ederiz. Mü?teri hizmetlerimiz yak?n bir zamanda sizinle ileti?ime geçecektir.

source: Support From Text
cs: Zákaznická podpora
da: Support
el: Υποστήριξη
es: Asistencia técnica
fr: Aide
hu: Ügyfélszolgálat
it: Assistenza
nl: Support
pl: Obsługa
pt_pt: Serviço de apoio
ro: Suport
ru: Служба поддержки
sk: Support
tr: Mü?teri hizmetleri

source: Just Now Time Text
cs: Nyní
da: Netop nu
el: Μόλις τώρα
es: Justo ahora
fr: à l'instant
hu: Csak most
it: Proprio ora
nl: Alleen nu
pl: Teraz
pt_pt: Só agora
ro: Tocmai acum
ru: Только сейчас
sk: Gerade eben
tr: ?imdi

source: Send Button Text
cs: Odeslat
da: Send
el: Αποστολή
es: Enviar
fr: Envoyer
hu: Küldés
it: Invia
nl: Zenden
pl: Wyślij
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Senden
tr: Gönder

source: Message Placeholder Text
cs: Zpráva
da: Besked
el: Μήνυμα
es: Mensaje
fr: Message
hu: Üzenet
it: Messaggio
nl: Bericht
pl: Wiadomość
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Nachricht
tr: Mesaj

source: Message Send Failure Text
cs: Zpráva nemohla být odeslána. Omlouváme se!
da: Kunne ikke sende din besked, beklager.
el: Δυστυχώς το μήνυμά σου δεν μπόρεσε να σταλεί.
es: Lo, sentimos, pero no se ha podido enviar tu mensaje.
fr: Ton message n'a pas pu être envoyé. Nous en sommes désolés.
hu: Üzenet küldése sikertelen. Sajnáljuk.
it: Spiacenti. Impossibile inviare il messaggio.
nl: Sorry, je bericht is niet verzonden.
pl: Nie udało się wysłać wiadomości. Przepraszamy.
pt_pt: Não foi possível enviar a tua mensagem - Desculpa.
ro: Nu am putut trimite mesajul tău.Ne cerem scuze
ru: К сожалению, отправить сообщение не удалось.
sk: Sorry, deine Nachricht konnte nicht gesendet werden.
tr: Mesaj?n?z gönderilemedi. Çok üzgünüz.

source: Message Failure Alert Dismiss Button Text
cs: Zrušit
da: Afvis
el: Ακύρωση
es: Descartar
fr: Fermer
hu: Elutasít
it: Abbandona
nl: Annuleren
pl: Odrzuć
pt_pt: Dispensar
ro: Respinge
ru: Отмена
sk: Ausblenden
tr: Reddet

source: Message Send Success Text
cs: Vaše zpráva byla úspěšně odeslána. Ozveme se co nejdříve.
da: Vi har modtaget din besked. Vi vil vende tilbage til dig om lidt.
el: Λάβαμε το μήνυμά σου και θα επικοινωνήσουμε σύντομα μαζί σου.
es: Hemos recibido tu mensaje. Nos pondremos en contacto contigo muy pronto.
fr: Nous avons bien reçu ton message. Nous y répondrons sous peu.
hu: Üzenetedet megkaptuk. Hamarosan jelentkezünk nálad.
it: Abbiamo ricevuto il tuo messaggio. Ti ricontatteremo a breve.
nl: We hebben je bericht ontvangen. We nemen z.s.m. contact met je op.
pl: Otrzymaliśmy Twoją wiadomość. Skontaktujemy się z Tobą jak najszybciej.
pt_pt: Recebemos a tua mensagem. Contactar-te-emos em breve.
ro: Am primit mesajul din partea ta. Vom reveni în scurt timp.
ru: Сообщение доставлено. Мы свяжемся с тобой в ближайшее время.
sk: Wir haben deine Nachricht erhalten und melden uns in Kürze.
tr: Mesaj?n?z bize ula?t?. K?sa zaman içinde sizinle ileti?ime geçece?iz.

source: Review Label Text
cs: Přejete si tuto aplikaci ohodnotit?
da: Ønsker du at bedømme appen?
el: Θέλεις να αξιολογήσεις την εφαρμογή;
es: ¿Te gustaría hacer una reseña de la aplicación?
fr: Souhaites-tu fournir une critique de l'application ?
hu: Szeretnél véleményt adni az alkalmazásról?
it: Desideri valutare la app?
nl: Wil je de app beoordelen?
pl: Czy chcesz ocenić naszą aplikację?
pt_pt: Gostarias de avaliar a aplicação?
ro: Dorești să evaluezi aplicația?
ru: Хочешь оценить приложение?
sk: Möchtest du die App bewerten?
tr: Uygulamay? de?erlendirmek ister misiniz?

source: Review Button Text
cs: Ohodnotit
da: Bedømmelse
el: Αξιολόγηση
es: Reseñar
fr: Remarques
hu: Véleményezés
it: Valuta
nl: Beoordeling
pl: Oceń
pt_pt: Avaliação
ro: Evaluare
ru: Оценить
sk: Bewerten
tr: De?erlendir

source: Attachment success Alert Text
cs: Příloha nahrána
da: Vedhæftning er blevet sendt
el: Το συνημμένο εστάλη!
es: Archivo adjunto enviado
fr: Pièce jointe envoyée
hu: Melléklet küldése
it: Allegato inviato
nl: Bijlage verstuurd
pl: Załącznik wysłany
pt_pt: Anexo enviado
ro: Atașament trimis
ru: Отправить файл
sk: Anhang gesendet!
tr: Eklenti gönderildi

source: Closed Prompt Label Text
cs: Tato konverzace již skončila
da: Denne samtale er ovre
el: Η συνομιλία ολοκληρώθηκε.
es: Esta conversación ha finalizado
fr: Cette conversation est terminée.
hu: Ez a beszélgetés befejeződött
it: Questa conversazione è conclusa
nl: Dit gesprek is afgelopen
pl: Ta rozmowa została zakończona
pt_pt: Esta conversação terminou
ro: Această conversație s-a încheiat
ru: Этот диалог завершен
sk: Diese Konversation ist beendet.
tr: Yaz??ma kapat?ld?.

source: Closed Prompt Button
cs: Spustit novou konverzaci
el: Έναρξη νέας συνομιλίας
es: Iniciar una nueva conversación
fr: Démarrer une nouvelle conversation
hu: Új beszélgetés indítása
it: Inizia una nuova conversazione
nl: Start een nieuw gesprek
pl: Rozpocznij nową rozmowę
pt_pt: Iniciar uma nova conversação
ro: Începe o nouă conversație
ru: Начать новый диалог
sk: Neue Konversation beginnen
tr: Yeni bir yaz??ma ba?lat

source: Article Vote Prompt Label Text
cs: Bylo vám to k něčemu?
da: Var det en hjælp?
el: Ήταν χρήσιμο αυτό;
es: ¿Te ha resultado útil?
fr: Est-ce que ceci t'a été utile ?
hu: Hasznosnak találtad?
it: Ti è stato utile?
nl: Heeft dit je geholpen?
pl: Czy ten artykuł był pomocny?
pt_pt: Foi útil?
ro: Ți-a fost de ajutor?
ru: Была ли полученная информация полезной?
sk: War das hilfreich?
tr: Yard?mc? olabildik mi?

source: Article Vote Prompt Yes
cs: ANO
da: JA
el: ΝΑΙ
es: SÍ
fr: OUI
hu: IGEN
it: SI'
nl: JA
pl: TAK
pt_pt: SIM
ro: DA
ru: ДА
sk: JA
tr: EVET

source: Article Vote Prompt No
cs: NE
da: NEJ
el: ΟΧΙ
es: NO
fr: NON
hu: NEM
it: NO
nl: NEE
pl: NIE
pt_pt: NÃO
ro: NU
ru: НЕТ
sk: NEIN
tr: HAYIR

source: Resolved Prompt Label Text
cs: Vyřešil se váš problém?
el: Σε βοηθήσαμε με το πρόβλημά σου;
es: ¿Te hemos ayudado a resolver tu problema?
fr: Est-ce que nous t'avons aidé(e) à résoudre ton problème ?
hu: Sikerült segítenünk a problémád megoldásában?
it: Ti abbiamo aiutato a risolvere il problema?
nl: Hebben we je probleem opgelost?
pl: Czy pomogliśmy rozwiązać problem?
pt_pt: Ajudamos a esclarecer a tua dúvida?
ro: Te-am ajutat să-ți rezolvi problema?
ru: Мы помогли решить твою проблему?
sk: Konnten wir dabei helfen, dein Problem zu lösen?
tr: Sorununuzu çözmenizde size yard?mc? olabildik mi?

source: Resolved Prompt Yes
cs: ANO
da: JA
el: ΝΑΙ
es: SÍ
fr: OUI
hu: IGEN
it: SI'
nl: JA
pl: TAK
pt_pt: SIM
ro: DA
ru: ДА
sk: JA
tr: EVET

source: Resolved Prompt No
cs: NE
da: NEJ
el: ΟΧΙ
es: NO
fr: NON
hu: NEM
it: NO
nl: NEE
pl: NIE
pt_pt: NÃO
ro: NU
ru: НЕТ
sk: NEIN
tr: HAYIR

source: Attachment View Nav Bar Title Text
cs: Příloha
da: Vedhæftning
el: Συνημμένο
es: Archivo adjunto
fr: Pièce jointe
hu: Melléklet
it: Allegato
nl: Bijlage
pl: Załącznik
pt_pt: Anexo
ro: Atașament
ru: Вложения
sk: Anhang
tr: Eklendi

source: Attachment View Right Bar Button Text
cs: Odeslat
da: Send
el: Αποστολή
es: Enviar
fr: Envoyer
hu: Küldés
it: Invia
nl: Zenden
pl: Wyślij
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Senden
tr: Gönder

source: Image Attached
cs: Nahraná příloha
da: Vedhæft billede
el: Συνημμένη εικόνα
es: Imagen adjunta
fr: Image jointe
hu: Kép csatolva
it: Immagine allegata
nl: Bijage ingevoegd
pl: Zdjęcie załączone
pt_pt: Imagem anexada
ro: Imagine atașată
ru: Изображение прикреплено
sk: Hinzugefügtes Bild
tr: Görüntü ekte

source: Solutions Nav Bar Title Text
cs: Řešení
da: Løsninger
el: Λύσεις
es: Soluciones
fr: Solutions
hu: Megoldások
it: Soluzioni
nl: Oplossingen
pl: Odpowiedzi
pt_pt: Soluções
ro: Soluții
ru: Решения
sk: Lösungen
tr: Çözümler

source: Solutions Nav Bar Back Button Text
cs: Zpět
da: Tilbage
el: Πίσω
es: Atrás
fr: Retour
hu: Vissza
it: Indietro
nl: Terug
pl: Cofnij
pt_pt: Retroceder
ro: Înapoi
ru: Назад
sk: Zurück
tr: Geri

source: No Solutions Text
cs: Nenalezena žádná řešení
da: Fandt ikke nogen løsninger
el: Δεν βρέθηκαν λύσεις.
es: No se han encontrado soluciones
fr: Aucune solution trouvée
hu: Nem található megoldás
it: Impossibile trovare soluzioni
nl: Geen oplossingen gevonden
pl: Nie znaleziono odpowiedzi
pt_pt: Nenhuma solução encontrada
ro: No Solutions Found
ru: Решений не найдено
sk: Keine Lösungen gefunden.
tr: Çözüm bulunamad?

source: Solutions Fetch Failed Text
cs: Hledání řešení selhalo
da: Det lykkedes ikke at finde nogen løsning
el: Η φόρτωση των λύσεων απέτυχε.
es: Se ha producido un fallo al cargar las soluciones
fr: La recherche de solutions a échoué.
hu: Megoldás találása sikertelen
it: Caricamento soluzioni non riuscito
nl: Ophalen oplossingen mislukt
pl: Pobieranie odpowiedzi niepomyślne
pt_pt: Nenhuma solução encontrada
ro: Încărcarea soluțiilor a eșuat
ru: Не удалось найти решение
sk: Aufrufen der Lösungen fehlgeschlagen.
tr: Çözümlerin yüklenmesinde hata olu?tu

source: Solutions Detail Nav Bar Title Text
cs: Řešení
da: Løsningsartikel
el: Άρθρο λύσεων
es: Artículo de solución
fr: Article de solution
hu: Megoldást nyújtó szócikk
it: Articolo soluzione
nl: Hulp Onderwerp
pl: Artykuł z rozwiązaniem problemu
pt_pt: Artigo de solução
ro: Articol de soluționare
ru: Статья по заданному вопросу
sk: Lösungs-Artikel
tr: Çözüm metni

source: Solutions Detail Nav Bar Back Button Text
cs: Zpět
da: Tilbage
el: Πίσω
es: Atrás
fr: Retour
hu: Vissza
it: Indietro
nl: Terug
pl: Cofnij
pt_pt: Retroceder
ro: Înapoi
ru: Назад
sk: Zurück
tr: Geri

source: Loading Text
cs: Načítá se...
da: Indlæser …
el: Φόρτωση ...
es: Cargando...
fr: Chargement en cours...
hu: Töltés...
it: Caricamento in corso...
nl: Laden...
pl: Ładowanie...
pt_pt: A carregar...
ro: Se încarcă...
ru: Загрузка...
sk: Lade ...
tr: Yükleniyor...

source: Submitting HUD Text
cs: Odesílá se ...
el: Αποστολή ...
es: Enviando ...
fr: Envoyer ...
hu: Küldés ...
it: Invio in corso ...
nl: Zenden ...
pl: Wysyłanie ...
pt_pt: A enviar ...
ro: În curs de trimitere ...
ru: Отправка ...
sk: Sende ...
tr: Gönderiyor ...

source: Ticket Submitted Successfully Text
cs: Zpráva odeslána
da: Feedback er sendt
el: Feedback εστάλη!
es: Se ha enviado el comentario
fr: Feedback envoyé
hu: Visszajelzés küldése
it: Feedback inviato
nl: Feedback verstuurd
pl: Wiadomość wysłana
pt_pt: Feedback enviado
ro: Feedback trimis
ru: Отзыв отправлен
sk: Feedback gesendet!
tr: Geribildirim gönderildi

source: Ticket Submission Error Text
cs: Při odesílání zprávy došlo k chybě
da: Der opstod en fejl, da feedback skulle sendes
el: Σφάλμα κατά την αποστολή του feeback.
es: Se ha producido un error al enviar el comentario
fr: Erreur lors de l'envoi du feedback
hu: Hiba a visszajelzés küldésekor
it: Si è verificato un errore durante l'invio del feedback
nl: Foutmelding bij feedback verzenden
pl: Błąd podczas wysyłania wiadomości
pt_pt: Erro durante envio do feedback
ro: Eroare în timpul trimiterii feedback-ului
ru: Ошибка при отправке отзыва
sk: Fehler beim Senden deines Feebacks.
tr: Geribildirim gönderilirken hata olu?tu
